Repository: nohal/projections_pi
Catalog: po/*.po
Languages: et_ee

source: About Author
et_ee: Autorist

source: Projections Preferences
et_ee: Projections eelistused

source: Mercator
et_ee: Merkaator

source: Orthographic
et_ee: Ortograafiline

source: Polar
et_ee: Polaarne

source: Stereographic
et_ee: Stereograafiline

source: Gnomonic
et_ee: Gnomooniline

source: Equirectangular
et_ee: Geograafiline projektsioon

source: Projection
et_ee: Projektsioon

source: Projections
et_ee: Projektsioonid

source: Projections plugin offers alternate projections
et_ee: Projections-plugin pakub alternatiivseid projektsioone

source: Projections plugin offers alternative projections The projections can be configured by the user These projections may be useful for a more accurate interpretation of navigational data Mercator projections are especially skewed in high latitudes. This plugin requires OpenGL enabled.
et_ee: Projections-plugin pakub alternatiivseid projektsioone Kasutaja saab projektsioone seadistada Need projektsioonid v천ivad olla kasulikud navigatsiooniandmete veel t채psemal interpreteerimisel N채iteks on Mercator-projektsioonid k천rgetel laiuskaraadidel eriti moonutatud See plugin vajab aktiveeritud OpenGL'i.
